Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: ArtifactRegistry|Add the repository to your %{codeStart}build.gradle%{codeEnd} file, using the values glab wrote to %{codeStart}gradle.properties%{codeEnd}:
sv: Lägg till lagringsplatsen i filen %{codeStart}build.gradle%{codeEnd} med värdena som glab skrev till %{codeStart}gradle.properties%{codeEnd}:

source: ArtifactRegistry|Add the repository to your %{codeStart}build.gradle.kts%{codeEnd} file, using the values glab wrote to %{codeStart}gradle.properties%{codeEnd}:
sv: Lägg till lagringsplatsen i filen %{codeStart}build.gradle.kts%{codeEnd} med värdena som glab skrev till %{codeStart}gradle.properties%{codeEnd}:

source: ArtifactRegistry|Ancestor ID must be a valid UUIDv7.
sv: Överordnat ID måste vara en giltig UUIDv7.

source: ArtifactRegistry|Artifact Registry is not available for this organization.
sv: Artifact Registry är inte tillgängligt för den här organisationen.

source: ArtifactRegistry|Artifact registry
sv: Artefaktregister

source: ArtifactRegistry|Artifact registry settings
sv: Inställningar för artefaktregister

source: ArtifactRegistry|Assignee could not be found.
sv: Det gick inte att hitta tilldelad användare.

source: ArtifactRegistry|Assignment %{number} on resource %{resource_id}: %{message}
sv: Tilldelning %{number} på resursen %{resource_id}: %{message}

source: ArtifactRegistry|At least one assignment is required.
sv: Minst en tilldelning krävs.

source: ArtifactRegistry|Columns
sv: Kolumner

source: ArtifactRegistry|Copy the glab login command
sv: Kopiera glab-inloggningskommandot

source: ArtifactRegistry|Copy the registry line
sv: Kopiera registerraden

source: ArtifactRegistry|Create repository
sv: Skapa lagringsplats

source: ArtifactRegistry|Description (optional)
sv: Beskrivning (valfritt)

source: ArtifactRegistry|Description cannot be longer than %{maxLength} characters.
sv: Beskrivningen får inte vara längre än %{maxLength} tecken.

source: ArtifactRegistry|Digest
sv: Sammandrag

source: ArtifactRegistry|Docker CLI
sv: Docker CLI

source: ArtifactRegistry|Filter repositories by type
sv: Filtrera lagringsplatser efter typ

source: ArtifactRegistry|For more information, %{linkStart}see the documentation%{linkEnd}.
sv: Mer information finns i %{linkStart}dokumentationen%{linkEnd}.

source: ArtifactRegistry|Gradle (Groovy)
sv: Gradle (Groovy)

source: ArtifactRegistry|Gradle (Kotlin)
sv: Gradle (Kotlin)

source: ArtifactRegistry|Index
sv: Index

source: ArtifactRegistry|Install by tag
sv: Installera med tagg

source: ArtifactRegistry|Manifest %{digest}
sv: Manifest %{digest}

source: ArtifactRegistry|Manifest %{digest} for %{platform}
sv: Manifest %{digest} för %{platform}

source: ArtifactRegistry|Maven
sv: Maven

source: ArtifactRegistry|Maven (settings.xml):
sv: Maven (settings.xml):

source: ArtifactRegistry|Name
sv: Namn

source: ArtifactRegistry|Name cannot be longer than %{maxLength} characters.
sv: Namnet får inte vara längre än %{maxLength} tecken.

source: ArtifactRegistry|Name must use lowercase letters, digits, periods, underscores, and hyphens, and start and end with a letter or digit.
sv: Namnet måste innehålla gemener, siffror, punkter, understreck och bindestreck samt börja och sluta med en bokstav eller siffra.

source: ArtifactRegistry|OCI
sv: OCI

source: ArtifactRegistry|Order
sv: Ordning

source: ArtifactRegistry|Organization could not be determined.
sv: Det gick inte att fastställa organisationen.

source: ArtifactRegistry|Platform
sv: Plattform

source: ArtifactRegistry|Platforms
sv: Plattformar

source: ArtifactRegistry|Podman
sv: Podman

source: ArtifactRegistry|Pull by digest
sv: Hämta med sammandrag

source: ArtifactRegistry|Pull command
sv: Hämtningskommando

source: ArtifactRegistry|Pull command for %{digest}
sv: Hämtningskommando för %{digest}

source: ArtifactRegistry|Referenced by
sv: Refereras av

source: ArtifactRegistry|Referrers
sv: Referenter

source: ArtifactRegistry|Repositories
sv: Lagringsplatser

source: ArtifactRegistry|Repositories are checked in this order when resolving an artifact. To reorder, edit this repository.
sv: Lagringsplatser kontrolleras i den här ordningen när en artefakt löses. Redigera lagringsplatsen om du vill ändra ordningen.

source: ArtifactRegistry|Repository was successfully created.
sv: Lagringsplatsen har skapats.

source: ArtifactRegistry|Resource ID must be a valid UUIDv7.
sv: Resurs-ID måste vara en giltig UUIDv7.

source: ArtifactRegistry|Resource could not be found.
sv: Det gick inte att hitta resursen.

source: ArtifactRegistry|Tag
sv: Tagg

source: ArtifactRegistry|The Artifact Registry service did not respond in time.
sv: Artifact Registry-tjänsten svarade inte i tid.

source: ArtifactRegistry|The Artifact Registry service is unavailable.
sv: Artifact Registry-tjänsten är inte tillgänglig.

source: ArtifactRegistry|The requested resources could not be found.
sv: Det gick inte att hitta de begärda resurserna.

source: ArtifactRegistry|The role assignment could not be completed.
sv: Rolltilldelningen kunde inte slutföras.

source: ArtifactRegistry|The role assignment lookup could not be completed.
sv: Sökningen efter rolltilldelningen kunde inte slutföras.

source: ArtifactRegistry|The role assignment lookup request was invalid.
sv: Begäran om sökning efter rolltilldelning var ogiltig.

source: ArtifactRegistry|The role assignment request was invalid.
sv: Begäran om rolltilldelning var ogiltig.

source: ArtifactRegistry|There are no upstream repositories yet
sv: Det finns inga uppströmslagringsplatser ännu

source: ArtifactRegistry|This action permanently deletes the repository and all of its artifacts.
sv: Åtgärden tar permanent bort lagringsplatsen och alla dess artefakter.

source: ArtifactRegistry|This organization has no repositories yet.
sv: Organisationen har inga lagringsplatser ännu.

source: ArtifactRegistry|URL
sv: URL

source: ArtifactRegistry|URL:
sv: URL:

source: ArtifactRegistry|Unknown Artifact Registry role: %{role}.
sv: Okänd Artifact Registry-roll: %{role}.

source: ArtifactRegistry|Unknown Artifact Registry roles: %{roles}.
sv: Okända Artifact Registry-roller: %{roles}.

source: ArtifactRegistry|Version
sv: Version

source: ArtifactRegistry|You cannot grant roles in another organization.
sv: Du kan inte tilldela roller i en annan organisation.

source: ArtifactRegistry|You must be signed in to grant a role.
sv: Du måste vara inloggad för att tilldela en roll.

source: ArtifactRegistry|You must be signed in to read role assignments.
sv: Du måste vara inloggad för att läsa rolltilldelningar.

source: ArtifactRegistry|npm
sv: npm

source: ArtifactRegistry|npm (.npmrc):
sv: npm (.npmrc):

source: ArtifactRegistry|pnpm
sv: pnpm

source: ArtifactRegistry|sbt
sv: sbt

source: ArtifactRegistry|untagged
sv: otaggad

source: ArtifactRegistry|yarn
sv: yarn

source: ComplianceFrameworks| Frameworks export
sv: Export av ramverk

source: ComplianceFrameworks| Project frameworks export
sv: Export av projektramverk

source: ComplianceFrameworks|"%{name}" is a reserved word and cannot be used as a compliance framework name.
sv: ”%{name}” är ett reserverat ord och kan inte användas som namn på ett efterlevnadsramverk.

source: ComplianceFrameworks|A compliance framework named "%{name}" already exists in this group. Go back to the Basic information step and choose a unique name.
sv: Ett efterlevnadsramverk med namnet ”%{name}” finns redan i gruppen. Gå tillbaka till steget Grundläggande information och välj ett unikt namn.

source: ComplianceFrameworks|A compliance framework with this name already exists. Please choose a different name.
sv: Ett efterlevnadsramverk med det här namnet finns redan. Välj ett annat namn.

source: ComplianceFrameworks|A compliance frameworks CSV export for the group "%{group_name}" is attached to this email.
sv: En CSV-export av efterlevnadsramverk för gruppen ”%{group_name}” är bifogad i e-postmeddelandet.

source: ComplianceFrameworks|A compliance frameworks CSV export for the group %{group_link} is attached to this email.
sv: En CSV-export av efterlevnadsramverk för gruppen %{group_link} är bifogad i e-postmeddelandet.

source: ComplianceFrameworks|Action
sv: Åtgärd

source: ComplianceFrameworks|Add a GitLab control
sv: Lägg till GitLab-kontroll

source: ComplianceFrameworks|Add an external control
sv: Lägg till extern kontroll

source: ComplianceFrameworks|Add framework
sv: Lägg till ramverk

source: ComplianceFrameworks|All selected projects will be covered by the framework’s selected requirements and the policies.
sv: Alla valda projekt omfattas av ramverkets valda krav och policyer.

source: ComplianceFrameworks|An error occurred while deleting the requirement.
sv: Ett fel uppstod när kravet skulle tas bort.

source: ComplianceFrameworks|Choose a GitLab control
sv: Välj en GitLab-kontroll

source: ComplianceFrameworks|Compliance framework created
sv: Efterlevnadsramverket har skapats

source: ComplianceFrameworks|Compliance frameworks applied
sv: Efterlevnadsramverk tillämpade

source: ComplianceFrameworks|Compliance frameworks applied to %{projectName}
sv: Efterlevnadsramverk tillämpade på %{projectName}

source: ComplianceFrameworks|Compliance frameworks that are linked to an active policy can't be deleted
sv: Efterlevnadsramverk som är kopplade till en aktiv policy kan inte tas bort

source: ComplianceFrameworks|Compliance frameworks that have a scoped policy can't be deleted
sv: Efterlevnadsramverk med en avgränsad policy kan inte tas bort

source: ComplianceFrameworks|Compliance pipeline configuration (deprecated)
sv: Konfiguration av efterlevnadspipeline (föråldrad)

source: ComplianceFrameworks|Compliance pipeline configuration (optional)
sv: Konfiguration av efterlevnadspipeline (valfritt)

source: ComplianceFrameworks|Configuration not found
sv: Konfigurationen hittades inte

source: ComplianceFrameworks|Configure requirements set forth by laws, regulations, and industry standards.
sv: Konfigurera krav enligt lagar, föreskrifter och branschstandarder.

source: ComplianceFrameworks|Controls
sv: Kontroller

source: ComplianceFrameworks|Controls (optional)
sv: Kontroller (valfritt)

source: ComplianceFrameworks|Create framework
sv: Skapa ramverk

source: ComplianceFrameworks|Create new requirement
sv: Skapa nytt krav

source: ComplianceFrameworks|Create policies and attach them to this framework.
sv: Skapa policyer och koppla dem till ramverket.

source: ComplianceFrameworks|Create requirement
sv: Skapa krav

source: ComplianceFrameworks|Default framework will be applied automatically to any new project created in the group or sub group.
sv: Standardramverket tillämpas automatiskt på alla nya projekt som skapas i gruppen eller undergruppen.

source: ComplianceFrameworks|Delete compliance framework %{framework}
sv: Ta bort efterlevnadsramverket %{framework}

source: ComplianceFrameworks|Delete framework
sv: Ta bort ramverk

source: ComplianceFrameworks|Description (max %{maxLength} characters)
sv: Beskrivning (högst %{maxLength} tecken)

source: ComplianceFrameworks|Description is required and must be less than %{maxLength} characters
sv: Beskrivning krävs och måste vara kortare än %{maxLength} tecken

source: ComplianceFrameworks|Disabled
sv: Inaktiverad

source: ComplianceFrameworks|Edit compliance framework
sv: Redigera efterlevnadsramverk

source: ComplianceFrameworks|Edit compliance framework: %{frameworkName}
sv: Redigera efterlevnadsramverk: %{frameworkName}

source: ComplianceFrameworks|Edit requirement
sv: Redigera krav

source: ComplianceFrameworks|Enable ping
sv: Aktivera ping

source: ComplianceFrameworks|Error fetching compliance frameworks data. Please refresh the page or try a different framework
sv: Det gick inte att hämta data om efterlevnadsramverk. Uppdatera sidan eller prova ett annat ramverk

source: ComplianceFrameworks|Error fetching compliance requirements controls data. Please refresh the page.
sv: Det gick inte att hämta data om kontroller för efterlevnadskrav. Uppdatera sidan.

source: ComplianceFrameworks|Error loading projects.
sv: Det gick inte att läsa in projekten.

source: ComplianceFrameworks|External
sv: Extern

source: ComplianceFrameworks|External Control Name
sv: Namn på extern kontroll

source: ComplianceFrameworks|External URL
sv: Extern URL

source: ComplianceFrameworks|External control
sv: Extern kontroll

source: ComplianceFrameworks|GitLab controls are pre-defined rules that are configured for GitLab resources. External environmental controls use the API to check the status and details of an external environment.
sv: GitLab-kontroller är fördefinierade regler som konfigureras för GitLab-resurser. Externa miljökontroller använder API:t för att kontrollera status och information om en extern miljö.

source: ComplianceFrameworks|Go to the %{linkStart}compliance center / project page%{linkEnd} to apply projects for this framework.
sv: Gå till %{linkStart}sidan för efterlevnadscenter/projekt%{linkEnd} för att tillämpa projekt för ramverket.

source: ComplianceFrameworks|Go to the %{linkStart}policy management page%{linkEnd} to scope policies for this framework.
sv: Gå till %{linkStart}sidan för policyhantering%{linkEnd} för att avgränsa policyer för ramverket.

source: ComplianceFrameworks|HMAC shared secret
sv: Delad HMAC-hemlighet

source: ComplianceFrameworks|Invalid format
sv: Ogiltigt format

source: ComplianceFrameworks|Method
sv: Metod

source: ComplianceFrameworks|Multiple frameworks
sv: Flera ramverk

source: ComplianceFrameworks|New compliance framework
sv: Nytt efterlevnadsramverk

source: ComplianceFrameworks|New framework
sv: Nytt ramverk

source: ComplianceFrameworks|New requirement
sv: Nytt krav

source: ComplianceFrameworks|No framework
sv: Inget ramverk

source: ComplianceFrameworks|No frameworks found. Create a framework in top-level group
sv: Inga ramverk hittades. Skapa ett ramverk i toppnivågruppen

source: ComplianceFrameworks|No frameworks found. Create a framework in top-level group %{linkStart}namespace%{linkEnd} to assign it to a project.
sv: Inga ramverk hittades. Skapa ett ramverk i toppnivågruppen %{linkStart}namnrymd%{linkEnd} för att tilldela det till ett projekt.

source: ComplianceFrameworks|No projects found
sv: Inga projekt hittades

source: ComplianceFrameworks|No projects found that match filters
sv: Inga projekt som matchar filtren hittades

source: ComplianceFrameworks|No projects selected
sv: Inga projekt valda

source: ComplianceFrameworks|Note: This report was truncated to adhere to filesize limits of %{size}.
sv: Obs: Rapporten har trunkerats för att följa filstorleksgränsen på %{size}.

source: ComplianceFrameworks|Optional
sv: Valfritt

source: ComplianceFrameworks|Please enter a valid URL
sv: Ange en giltig URL

source: ComplianceFrameworks|Please enter a valid name
sv: Ange ett giltigt namn

source: ComplianceFrameworks|Policies
sv: Policyer

source: ComplianceFrameworks|Policy name
sv: Policynamn

source: ComplianceFrameworks|Provide a shared secret to be used when sending a request for an external check to authenticate request using HMAC.
sv: Ange en delad hemlighet som ska användas för att autentisera begäran med HMAC när en begäran skickas för en extern kontroll.

source: ComplianceFrameworks|Remove control
sv: Ta bort kontroll

source: ComplianceFrameworks|Required
sv: Obligatoriskt

source: ComplianceFrameworks|Required format: %{codeStart}path/file.y[a]ml@group-name/project-name%{codeEnd}. %{linkStart}See some examples%{linkEnd}.
sv: Obligatoriskt format: %{codeStart}path/file.y[a]ml@group-name/project-name%{codeEnd}. %{linkStart}Visa exempel%{linkEnd}.

source: ComplianceFrameworks|Requirement name
sv: Kravnamn

source: ComplianceFrameworks|Requirement removed.
sv: Kravet har tagits bort.

source: ComplianceFrameworks|Requirements
sv: Krav

source: ComplianceFrameworks|Requirements & Controls
sv: Krav och kontroller

source: ComplianceFrameworks|Requirements are only available on Ultimate plans
sv: Krav är endast tillgängliga i Ultimate-planer

source: ComplianceFrameworks|Requires Ultimate subscription
sv: Kräver Ultimate-prenumeration

source: ComplianceFrameworks|Save changes to the framework
sv: Spara ändringar i ramverket

source: ComplianceFrameworks|Saved changes to compliance framework
sv: Ändringarna i efterlevnadsramverket har sparats

source: ComplianceFrameworks|Scoping
sv: Avgränsning

source: ComplianceFrameworks|Selected projects
sv: Valda projekt

source: ComplianceFrameworks|Set as default
sv: Ange som standard

source: ComplianceFrameworks|Set basic information for the compliance framework.
sv: Ange grundläggande information för efterlevnadsramverket.

source: ComplianceFrameworks|Set compliance pipeline configuration for projects that use this framework. %{linkStart}How do I create the configuration?%{linkEnd}
sv: Ange konfiguration av efterlevnadspipeline för projekt som använder ramverket. %{linkStart}Hur skapar jag konfigurationen?%{linkEnd}

source: ComplianceFrameworks|Show only currently selected
sv: Visa endast aktuellt valda

source: ComplianceFrameworks|Subgroup
sv: Undergrupp

source: ComplianceFrameworks|The default framework can't be deleted
sv: Standardramverket kan inte tas bort

source: ComplianceFrameworks|There can be only one default framework.
sv: Det kan bara finnas ett standardramverk.

source: ComplianceFrameworks|To link this policy and framework, edit the policy's scope.
sv: Redigera policyns avgränsning för att länka policy och ramverk.

source: ComplianceFrameworks|To unlink this policy and framework, edit the policy's scope.
sv: Redigera policyns avgränsning för att koppla bort policy och ramverk.

source: ComplianceFrameworks|Unable to save this compliance framework. Please try again
sv: Det gick inte att spara efterlevnadsramverket. Försök igen

source: ComplianceFrameworks|When enabled, GitLab pings this external control every 12 hours to reset its status to 'pending'. To manage the control status exclusively through the API, disable this setting.
sv: När funktionen är aktiverad pingar GitLab den externa kontrollen var tolfte timme för att återställa dess status till ”väntande”. Inaktivera inställningen om kontrollstatusen bara ska hanteras via API:t.

source: ComplianceFrameworks|You are about to permanently delete the compliance framework %{framework} from all projects which currently have it applied, which may remove other functionality. This cannot be undone.
sv: Du är på väg att permanent ta bort efterlevnadsramverket %{framework} från alla projekt som det är tillämpat på, vilket kan ta bort annan funktionalitet. Åtgärden kan inte ångras.

source: ComplianceFrameworks|You can create a maximum of %{maxControlsNumber} controls
sv: Du kan skapa högst %{maxControlsNumber} kontroller

source: ComplianceFrameworks|You can create a maximum of %{maxRequirementsNumber} requirements
sv: Du kan skapa högst %{maxRequirementsNumber} krav

source: ComplianceFrameworks|You must create compliance frameworks in top-level group %{linkStart}namespace%{linkEnd}
sv: Du måste skapa efterlevnadsramverk i toppnivågruppen %{linkStart}namnrymd%{linkEnd}

source: ComplianceFrameworks|You must edit the compliance framework in top-level group %{linkStart}namespace%{linkEnd}
sv: Du måste redigera efterlevnadsramverket i toppnivågruppen %{linkStart}namnrymd%{linkEnd}

source: ComplianceFrameworks|You must have the Owner role for the top-level group %{strongStart}namespace%{strongEnd}
sv: Du måste ha ägarrollen för toppnivågruppen %{strongStart}namnrymd%{strongEnd}

source: ComplianceFrameworks|Your Compliance Project Frameworks CSV export for the group "%{group_name}" has been attached to this email.
sv: CSV-exporten av efterlevnadsramverk för gruppprojekt för gruppen ”%{group_name}” är bifogad i e-postmeddelandet.

source: ComplianceFrameworks|Your Compliance Project Frameworks CSV export for the group %{group_link} has been attached to this email.
sv: CSV-exporten av efterlevnadsramverk för gruppprojekt för gruppen %{group_link} är bifogad i e-postmeddelandet.

source: MlModelRegistry|(Optional)
sv: (Valfritt)

source: MlModelRegistry|All artifact uploads failed or were canceled.
sv: Alla artefaktuppladdningar misslyckades eller avbröts.

source: MlModelRegistry|Are you sure you want to delete this model version?
sv: Vill du ta bort modellversionen?

source: MlModelRegistry|Artifact file creation failed
sv: Det gick inte att skapa artefaktfilen

source: MlModelRegistry|Artifact file is too large
sv: Artefaktfilen är för stor

source: MlModelRegistry|Artifact uploads completed with errors.
sv: Artefaktuppladdningarna slutfördes med fel.

source: MlModelRegistry|Artifacts
sv: Artefakter

source: MlModelRegistry|Artifacts uploaded successfully.
sv: Artefakterna har laddats upp.

source: MlModelRegistry|CI Info
sv: CI-information

source: MlModelRegistry|Create & import
sv: Skapa och importera

source: MlModelRegistry|Create model
sv: Skapa modell

source: MlModelRegistry|Create model version
sv: Skapa modellversion

source: MlModelRegistry|Create new model
sv: Skapa ny modell

source: MlModelRegistry|Create using MLflow
sv: Skapa med MLflow

source: MlModelRegistry|Create your machine learning using GitLab directly or using the MLflow client
sv: Skapa maskininlärning med GitLab direkt eller med MLflow-klienten

source: MlModelRegistry|Create/Import model
sv: Skapa/importera modell

source: MlModelRegistry|Created
sv: Skapad

source: MlModelRegistry|Creating a model
sv: Skapar modell

source: MlModelRegistry|Creating a model version
sv: Skapar modellversion

source: MlModelRegistry|Creating models, model versions and runs is also possible using the MLflow client:
sv: Det går även att skapa modeller, modellversioner och körningar med MLflow-klienten:

source: MlModelRegistry|Default experiment
sv: Standardexperiment

source: MlModelRegistry|Deleting this model also deletes all its versions, including any imported or uploaded artifacts, and their associated settings.
sv: Om du tar bort modellen tas även alla versioner bort, inklusive importerade eller uppladdade artefakter och deras tillhörande inställningar.

source: MlModelRegistry|Deleting this version also deletes all of its imported or uploaded artifacts and its settings.
sv: Om du tar bort versionen tas även alla importerade eller uppladdade artefakter och dess inställningar bort.

source: MlModelRegistry|Description
sv: Beskrivning

source: MlModelRegistry|Drop or %{linkStart}select%{linkEnd} artifacts to attach
sv: Släpp eller %{linkStart}välj%{linkEnd} artefakter att bifoga

source: MlModelRegistry|Drop to start upload
sv: Släpp för att starta uppladdning

source: MlModelRegistry|Edit model
sv: Redigera modell

source: MlModelRegistry|Edit model version
sv: Redigera modellversion

source: MlModelRegistry|Enter a model description
sv: Ange en modellbeskrivning

source: MlModelRegistry|Enter a model name
sv: Ange ett modellnamn

source: MlModelRegistry|Enter a model version description
sv: Ange en beskrivning av modellversionen

source: MlModelRegistry|Enter a semantic version.
sv: Ange en semantisk version.

source: MlModelRegistry|Enter a subfolder name to organize your artifacts.
sv: Ange ett namn på en undermapp för att organisera artefakterna.

source: MlModelRegistry|Enter some description
sv: Ange en beskrivning

source: MlModelRegistry|Example: my-model
sv: Exempel: min-modell

source: MlModelRegistry|Experiment
sv: Experiment

source: MlModelRegistry|Failed to delete model with error: %{message}
sv: Det gick inte att ta bort modellen: %{message}

source: MlModelRegistry|Failed to load model runs with error: %{message}
sv: Det gick inte att läsa in modellkörningar: %{message}

source: MlModelRegistry|Failed to load model version with error: %{message}
sv: Det gick inte att läsa in modellversionen: %{message}
